{
	"news":[
		"The town of Kingsmarch celebrates the opening of a new trade route to the Forbidden Forest.",
		"Economic reports show a surge in currency exchange - merchants rejoice!",
		"The popular social network, ExileBook, announces upcoming support for profile customization.",
		"In a recent survey, adventurers report general satisfaction with their exploration journey in Wraeclast.",
		"In a recent survey, adventurers report general dissatisfaction with the lack of rare loot in Wraeclast.",
		"Chaos ensues as a renowned exile switches allegiance to a rival faction.",
		"Ravaged by storms, the communication network in Wraeclast experiences temporary disruptions."
	],
	"moneyWon":[
		"You stumble upon a hidden cache of ancient treasures.",
		"You receive a generous reward for completing a difficult quest.",
		"You strike it big in the Exile Lottery!",
		"Exploring deep dungeons, you discover a chest filled with valuable artifacts.",
		"You successfully negotiate a lucrative trade deal with a powerful merchant.",
		"You emerge victorious in a gladiatorial arena, winning a substantial prize."
	],
	"moneyLost":[
		"You receive a hefty tax bill from the Templar Revenue Service.",
		"One of your ships requires extensive repairs after a treacherous encounter with a corrupted beast.",
		"You lose a significant amount of currency while gambling on the outcome of ancient trials.",
		"You fall victim to a phishing scam, losing a substantial sum to cunning tricksters.",
		"The cost of essential resources skyrockets, leaving you with a massive bill.",
		"You lose a legal battle against a rival trader, resulting in a significant financial setback."
	],
	"shipWon":[
		"Congratulations! You win a legendary ship in a grand tournament!",
		"A long-lost relative bequeaths you their powerful vessel.",
		"You stumble upon a forsaken shipwreck and claim it as your own.",
		"You successfully outmaneuver and seize a rival trader's ship as a prize of victory!"
	],
	"shipLost":[
		"A ship is lost in the treacherous waters of the Vaal Ruins.",
		"Pirates launch a devastating attack, obliterating one of your ships!",
		"Pirates raid your fleet, making off with one of your prized vessels!",
		"Your ships fall victim to a mischievous band of monkey-like creatures, leaving destruction in their wake!"
	]
}